TRIGGERS = {'томас'} #Имя ИИ



#Список фраз для разговора 
data_set = {

'какая погода': 'weather сейчас скажу',
'какая погода на улице': 'weather боишься замерзнуть?',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',
'запусти браузер': 'browser запускаю браузер',
'открой расписание пар': 'schedule открываю расписание',
'интернет открой': 'browser открываю браузер',
'хочу посмотреть фильм': 'film сейчас включу мой любимый',
'играть': 'game открываю игру',
'хочу поиграть в игру': 'game запускаю игру',
'запусти игру': 'game запускаю игру',
'выключи компьютер': 'offpc отключаю компьютер',
'отключись': 'offBot отключаюсь',
'пока': 'offBot досвидания',
'как у тебя дела':'passive все хорошо',
'что делаешь':'passive жду вашей команды',
'привет':'passive здравствуйте',
'работаешь':'passive работаю все отлчино',
'ты тут':'passive как вы догадались',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл,открыть расписание пар, выключить пк,но вы моежет меня обучить многому',
'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',







}